{
    "TITLE_1": "Phong Vinh – Quality equipment for clean water",
    "SUBTITLE_1": "With years of experience in water filtration and treatment, Phong Vinh proudly serves as an authorized distributor of reputable water equipment brands both domestically and internationally. We not only provide high-quality products but also deliver comprehensive solutions for residential, industrial, and project-based water systems — ensuring cleanliness, safety, efficiency, and long-lasting performance.",


    "TITLE_2": "Who We Are?",
    "SUBTITLE_2": "With a legacy of nearly a decade of dedicated production and design and commitment to quality, we are your trusted source for high-performance wedge wire screens. Our high performance products, custom solutions, global reach, and dedication to innovation set us apart in the industry. Explore our range of precision-engineered screens and experience the Qiusuo difference today.",

    
    "TITLE_3": "What we have?",
    "SUBTITLE_3": "At Qiusuo, we take pride in being a professional provider of innovative and precision-engineered wedge wire solutions. With a steadfast commitment to excellence, we have established ourselves as a trusted partner for industries seeking reliable and high-performance products.",


    "TITLE_4": "What We Serve For?",
    "SUBTITLE_4": "Wedge wire screen products are playing positive and crucial roles in different industries and in many applications within each industry. They will help to increase filtering efficiency, improve product quality, protect environments and guard people's health.",


    "TITLE_5": "Trusted by Our Customers",
    "TITLE_ITEM_1": "Professional & Reliable",
    "SUBTITLE_ITEM_1": "Distributing high-quality products from reputable, authorized brands in the industry, we ensure efficient and reliable solutions for applications of all scales.",
    "TITLE_ITEM_2": "Prompt and Dedicated Response",
    "SUBTITLE_ITEM_2": "The Phong Vinh team responds promptly, remains dedicated, and is always ready to provide support beyond expectations.",
    "TITLE_ITEM_3": "Professional Technical Team",
    "SUBTITLE_ITEM_3": "Well-trained and deeply knowledgeable about the systems, Phong Vinh confidently advises on the right equipment and provides ongoing support throughout the usage process.",
    "TITLE_ITEM_4": "Clear Warranty Policy",
    "SUBTITLE_ITEM_4": "Each product comes with complete and transparent warranty information.",
    "TITLE_ITEM_5": "Consistent Performance",
    "SUBTITLE_ITEM_5": "Qiusuo’s products deliver consistent performance and make our production efficient, exceeding expectations and ensuring uninterrupted output.",


    "TITLE_6": "Chat With Us",
    "SUBTITLE_6": "Need advice on the right water filtration solution or looking to address existing issues? Contact us — together, we can elevate the efficiency and quality of your water.",

    "TITLE_7": "Service Commitment",
    "SUBTITLE_7": "Phong Vinh is committed to delivering high-quality products and dedicated services — from consultation to after-sales support.",

    "TITLE_ITEM_6": "Guaranteed Genuine Products",
    "SUBTITLE_ITEM_6": "Guaranteed clear origin, officially imported from reputable brands.",
    "TITLE_ITEM_7": "Free Solution Consultation",
    "SUBTITLE_ITEM_7": "Our experienced technical team is always ready to support you from A to Z.",
    "TITLE_ITEM_8": "Dedicated Warranty & After-Sales Service",
    "SUBTITLE_ITEM_8": "Thoughtful customer care with fast and long-term technical support.",


    "GET_IN_TOUCH": "Get in touch",


    "PRODUCT_1": "Home Water Filtration",
    "PRODUCT_TITLE_1": "Ensuring pure water for daily drinking and household use.",
    "PRODUCT_2": "Whole-House Water Filtration System",
    "PRODUCT_TITLE_2": "Protecting pipes, equipment, and users’ health from the incoming water source.",
    "PRODUCT_3": "Industrial Water Filtration & Treatment Equipment",
    "PRODUCT_TITLE_3": "Advanced solutions for factories, manufacturing plants, industrial zones, and facilities.",
    "PRODUCT_4": "Filtration Components & Supplies",
    "PRODUCT_TITLE_4": "Providing high-quality filter cartridges, RO membranes, valves, pumps, and filter tanks — at competitive prices.",
    "PRODUCT_5": "Centrifuge Baskets",
    "PRODUCT_6": "Rotary Drum Screens",
    "PRODUCT_7": "Wedge Wire Filter Nozzle",
    "PRODUCT_8": "Sieve Bends",


    "SERVICE_1": "Power Generation",
    "SERVICE_2": "Mining",
    "SERVICE_3": "Pharmaceutical",
    "SERVICE_4": "Pulp & Paper",
    "SERVICE_5": "Agriculture",
    "SERVICE_6": "Wastewater Treatment",
    "SERVICE_7": "Oil, Gas & Petrochemical",
    "SERVICE_8": "Food & Beverage",
    "SERVICE_9": "Water Treatment",


    "CONTACT_US": "Contact us",


    "BANNER_TITLE_1_LINE_1": "Complete water filtration solutions",
    "BANNER_TITLE_1_LINE_2": "Raising the standard of water quality",
    "BANNER_SUBTITLE_1": "Our experience in these industries results in cost-effective solutions tailored to our customer's requirements",

    
    "BANNER_TITLE_2": "Wide range of products",
    "BANNER_SUBTITLE_2": "",


    "BANNER_TITLE_3": "Transparent Warranty Policy",
    "BANNER_SUBTITLE_3": "",


    "BANNER_TITLE_4": "Wide Ranges Products",
    "BANNER_SUBTITLE_4": "Satisfy Your Projects & Distribution Needs"


}