{
    "TITLE_1": "Phong Vĩnh – Thiết bị chuẩn mực cho nguồn nước sạch",
    "SUBTITLE_1": "Với nhiều năm kinh nghiệm trong ngành lọc và xử lý nước, Phong Vĩnh tự hào là đơn vị phân phối chính hãng các thương hiệu thiết bị nước uy tín trong và ngoài nước. Chúng tôi không chỉ cung cấp sản phẩm mà còn triển khai giải pháp tổng thể cho hệ thống nước sinh hoạt, công nghiệp và công trình, đáp ứng mục tiêu sạch – an toàn – tiết kiệm – bền lâu.",


    "TITLE_2": "Chúng tôi là ai?",
    "SUBTITLE_2": "Với gần một thập kỷ kinh nghiệm sản xuất, thiết kế chuyên nghiệp và cam kết về chất lượng, chúng tôi là nguồn cung cấp lưới thép nêm hiệu suất cao đáng tin cậy của bạn. Sản phẩm hiệu suất cao, giải pháp tùy chỉnh, phạm vi hoạt động toàn cầu và sự tận tâm đổi mới đã tạo nên sự khác biệt của chúng tôi trong ngành. Khám phá dòng sản phẩm lưới thép được thiết kế chính xác của chúng tôi và trải nghiệm sự khác biệt của Qiusuo ngay hôm nay.",


    "TITLE_3": "Sản phẩm nổi bậc",
    "SUBTITLE_3": "Tại Phong Vĩnh, chúng tôi cung cấp đầy đủ thiết bị lọc nước cho gia đình, doanh nghiệp và dự án. Giải pháp linh hoạt và tối ưu theo đúng nhu cầu thực tế.",


    "TITLE_4": "Chúng tôi phục vụ mục đích gì?",
    "SUBTITLE_4": "Sản phẩm lưới thép hình nêm đang đóng vai trò tích cực và quan trọng trong nhiều ngành công nghiệp và ứng dụng khác nhau. Chúng sẽ giúp tăng hiệu quả lọc, cải thiện chất lượng sản phẩm, bảo vệ môi trường và bảo vệ sức khỏe con người.",


    "TITLE_5": "Khách hàng tin chọn Phong Vĩnh",
    "TITLE_ITEM_1": "Chuyên nghiệp và đáng tin cậy",
    "SUBTITLE_ITEM_1": "Phân phối các sản phẩm chất lượng và từ các thương hiện chính hãng có uy tín trong ngành,  chúng tôi đảm bảo giải pháp hiệu quả và đáng tin cậy cho mọi quy mô sử dụng.",
    "TITLE_ITEM_2": "Phản hồi nhanh và tận tâm",
    "SUBTITLE_ITEM_2": "Đội ngũ Phong Vĩnh phản hồi nhanh chóng, luôn tận tâm và sẵn sàng hỗ trợ vượt ngoài mong đợi.",
    "TITLE_ITEM_3": "Đội ngũ kỹ thuật chuyên nghiệp",
    "SUBTITLE_ITEM_3": "Được đào tạo bài bản và am hiểu sâu về các hệ thống. Phong Vĩnh tự tin tư vấn thiết bị phù hợp và đồng hành hỗ trợ trong suốt quá trình sử dụng.",
    "TITLE_ITEM_4": "Chính sách bảo hành rõ ràng",
    "SUBTITLE_ITEM_4": "Mỗi sản phẩm đều đi kèm thông tin bảo hành đầy đủ và minh bạch.",
    "TITLE_ITEM_5": "Hiệu suất ổn định",
    "SUBTITLE_ITEM_5": "Các sản phẩm của Qiusuo mang lại hiệu suất ổn định, giúp quy trình sản xuất của chúng tôi diễn ra hiệu quả, vượt xa mong đợi và đảm bảo hoạt động liên tục.",

    "TITLE_6": "Trao đổi với chúng tôi",
    "SUBTITLE_6": "Cần tư vấn giải pháp lọc nước phù hợp hay muốn khắc phục các vấn đề hiện có — hãy liên hệ với chúng tôi. Cùng nhau, chúng ta sẽ nâng tầm hiệu quả và chất lượng nguồn nước của bạn.!",


    "TITLE_7": "Cam kết dịch vụ",
    "SUBTITLE_7": "Phong Vĩnh cam kết mang đến cho khách hàng sản phẩm chất lượng cao cùng dịch vụ tận tâm – từ tư vấn đến bảo hành.",

    "TITLE_ITEM_6": "Sản phẩm chính hãng 100%",
    "SUBTITLE_ITEM_6": "Đảm bảo nguồn gốc rõ ràng, nhập khẩu chính ngạch từ các thương hiệu uy tín.",
    "TITLE_ITEM_7": "Tư vấn giải pháp miễn phí",
    "SUBTITLE_ITEM_7": "Đội ngũ kỹ thuật giàu kinh nghiệm luôn sẵn sàng hỗ trợ bạn từ A–Z.",
    "TITLE_ITEM_8": "Bảo hành & hậu mãi tận tâm",
    "SUBTITLE_ITEM_8": "Chăm sóc khách hàng chu đáo, hỗ trợ kỹ thuật nhanh chóng, dài lâu.",

    "GET_IN_TOUCH": "Liên hệ",

    "PRODUCT_1": "Lọc nước gia đình",
    "PRODUCT_TITLE_1": "Đảm bảo nguồn nước tinh khiết cho ăn uống và sinh hoạt hàng ngày.",
    "PRODUCT_2": "Hệ thống lọc tổng sinh hoạt",
    "PRODUCT_TITLE_2": "Bảo vệ toàn bộ đường ống, thiết bị và sức khỏe người dùng từ nguồn nước đầu vào.",
    "PRODUCT_3": "Thiết bị lọc & xử lý nước công nghiệp",
    "PRODUCT_TITLE_3": "Giải pháp chuyên sâu cho nhà máy, xưởng sản xuất, khu công nghiệp và công trình.",
    "PRODUCT_4": "Linh kiện & vật tư lọc",
    "PRODUCT_TITLE_4": "Cung cấp lõi lọc, màng RO, van, bơm, bình lọc… chất lượng cao – giá cạnh tranh.",
    "PRODUCT_5": "Giỏ ly tâm",
    "PRODUCT_6": "Màn hình trống quay",
    "PRODUCT_7": "Vòi lọc dây nêm",
    "PRODUCT_8": "Sàng uốn cong",


    "SERVICE_1": "Sản xuất điện",
    "SERVICE_2": "Khai thác",
    "SERVICE_3": "Dược phẩm",
    "SERVICE_4": "Bột giấy và giấy",
    "SERVICE_5": "Nông nghiệp",
    "SERVICE_6": "Xử lý nước thải",
    "SERVICE_7": "Dầu khí và hóa dầu",
    "SERVICE_8": "Thực phẩm và đồ uống",
    "SERVICE_9": "Xử lý nước",


    "CONTACT_US": "Liên hệ",

    "BANNER_TITLE_1_LINE_1": "Thiết bị lọc nước toàn diện —",
    "BANNER_TITLE_1_LINE_2": "Nâng chuẩn chất lượng nước",
    "BANNER_SUBTITLE_1": "Phong Vĩnh cung cấp thiết bị lọc nước gia đình và hệ thống xử lý nước công nghiệp từ các thương hiệu hàng đầu. Cam kết mang lại nguồn nước sạch, an toàn và tiết kiệm cho hộ gia đình, doanh nghiệp và các công trình.",

    "BANNER_TITLE_2": "Danh mục sản phẩm đa dạng",
    "BANNER_SUBTITLE_2": "",

    "BANNER_TITLE_3": "Chế độ bảo hành rõ ràng",
    "BANNER_SUBTITLE_3": "",

    "BANNER_TITLE_4": "Danh mục sản phẩm đa dạng",
    "BANNER_SUBTITLE_4": "Đáp ứng nhu cầu cho dự án và phân phối của bạn"
}